[LANSTR]
;公用
STR_OK=确定
STR_YES=是
STR_CANCEL=取消
STR_CONTINUE=继续
STR_NO=否
STR_CLOSE=关闭
STR_MIN=最小化

STR_BACK_PNP=上一步
STR_NEXT=下一步
STR_OVER=完成
STR_VER=版本：
STR_USER_BACK=反馈
STR_MENU=菜单
STR_HELP=帮助
STR_OPRN_DRIVERTALENT=打开 DriverTalent
STR_TYPE=类型：
STR_NAME=名称：
STR_DRIVE=驱动：
STR_ADDRESS=地址：
STR_IS_DEFAULT=是否默认：
STR_SET_DEFAULT=设为默认
STR_PRINT_MANAGE_PLATFORM=打印管理平台
STR_MANUFACTURER=制造商：
STR_DEV_DEVDESC=设备描述：
STR_MOUSE_SETTING=鼠标设置
STR_KEYBOARD_SETTING=键盘设置
STR_AUDIO_SETTING=音频设置

STR_MAIN_TITLE=Driver Talent

STR_DRV_SCAN=修复驱动

STR_MAIN_TAB_GENERAL=基本设置
STR_MAIN_TAB_TOOLS=工具
STR_MAIN_TAB_ADVANCE=高级设置

;列表头
STR_HEAD_DEV_NAME=设备名称
STR_HEAD_DRV_VER=驱动版本
STR_HEAD_DRV_TYPE=驱动类型
STR_HEAD_DRV_SIZE=驱动大小
STR_HEAD_DRV_OPERATE=驱动操作
STR_HEAD_BACKUP_STATE=备份状态
STR_HEAD_BACKUP_TIME=最近备份  
STR_HEAD_PRINTER_NAME=打印机名称
STR_HEAD_PRINTER_IP=IP地址
STR_HEAD_HARD_TYPE=硬件类型
STR_HEAD_QUDRY_RESULT=查询结果
STR_HEAD_WARN=是否提示安装

;菜单列表头
STR_HEAD_DRV_VER1=版本
STR_HEAD_DRV_DATE=日期
STR_HEAD_DRV_INFO=信息
STR_HEAD_DRV_BACKUPTIME=备份时间
STR_HEAD_DRV_BACKUPVER=备份版本
STR_HEAD_DRV_BACKUPINFO=备份信息
STR_HEAD_DRV_BACKUPINFO_ACTION=备份操作
		
STR_CURRENT_QUERYDEV=正在检测驱动项
STR_CHECK_UPDATE=检查升级

STR_AKEY_UPDATE=一键安装
STR_AKEY_INSTALL=立即安装
STR_AKEY_REPAIR=立即修复
STR_AKEY_DEAL_FINISH=一键处理完成
STR_AKEY_DEAL_BACK=成功备份%d个驱动
STR_AKEY_DEAL_BACK_FAILED=%d个驱动备份失败
STR_AKEY_DEAL_REPAIR_SUC=成功安装%d个驱动
STR_AKEY_DEAL_REPAIR_FAILED=%d个驱动安装失败
STR_AKEY_DEAL_CANCEL=操作已取消
STR_NOTNEEDUPDATE=正常
STR_RE_QUERY=重新检测
STR_CANCELDEAL=当前驱动完成后，停止驱动任务
STR_NOTNEEDBACKUP=已备份
STR_BACKUPOK=备份成功
STR_BACKUPERROR=备份失败
STR_START_RESTORE=开始还原
STR_CANCEL_RESTORE=取消还原
STR_LATER=请稍后
STR_DRV_UNINSTALL_TIP=注意：卸载设备驱动程序后，您的设备将可能无法正常工作！
STR_COPY=复制信息
STR_COPY1=已复制到剪切板
STR_DRV_INFO_SETSHOW=驱动信息设置

STR_RESTORE_SYSTEM=删除
STR_LOCALDRV_BROWSEBTN=浏览文件
STR_LOCALDRV_MANULBTN=手动安装
STR_LOCALDRV_DOWNBTN=下载驱动
STR_LOCALDRV_MOREBTN=更多操作
STR_LOCALDRV_SUILT_SYSTEM=适用系统：
STR_LOCALDRV_SHUTDOW_SYSTEM=关闭电脑
STR_LOCALDRV_REBOOT_SYSTEM=重启电脑
STR_LOCALDRV_MAINPAGE_CHECK_TEXT=所选驱动安装完成后，请帮我
STR_LOCALDRV_DEV_STATUS =设备状态
STR_LOCALDRV_REBOOT_NEED_INST =检测到您之前卸载驱动后重启电脑是否继续完成驱动安装
STR_LOCALDRV_DOWN_FAIL = {f 5}抱歉！由于未知原因驱动下载失败<n>建议您 {c #207EBC}{u}{a}复制驱动下载地址{/a}{/u}{/c} ，到浏览器进行下载！{/f}
STR_LOCALDRV_CHECK_FAIL = {f 5}抱歉！由于未知原因驱动校验失败<n>建议您 {c #207EBC}{u}{a}复制驱动下载地址{/a}{/u}{/c} ，到浏览器进行下载！{/f}

STR_LOCALDRV_DOWN_FAIL_OKBTN =前往下载
STR_AUTO_NOTNEEDUPDATEDEVCOUNT=正常驱动
STR_AUTO_GAME_COMPONENTS=游戏必备组件
STR_AUTO_SYSTEM_INDEX=系统修复

STR_AUTO_RESULT3={c #5c5e64}恭喜，您的电脑驱动都正常运行{/c}
STR_AUTO_RESULT4=检测到有 {c #CA0500}%d{/c} 个过期驱动
STR_AUTO_RESULT4_D=如果你的电脑驱动是正常运行，就不推荐更新驱动
STR_AUTO_RESULT5=检测到有 {c #CA0500}%d{/c} 个驱动需要安装
STR_AUTO_RESULT6=检测到有 {c #CA0500}%d{/c} 个驱动需要安装，{c #CA0500}%d{/c} 个驱动可以升级
STR_AUTO_RESULT7=检测到有驱动需要重启电脑后生效
STR_AUTO_RESULT8=检测到硬件异常，可能存在硬件故障
STR_AUTO_RESULT9=检测到有 {c #CA0500}%d{/c} 个驱动可以升级

STR_AUTO_NEEDINSTALL_INTELDISPLAY=在安装Nvidia显卡驱动前，需要先安装Intel显卡驱动
STR_AUTO_NEEDINSTALL_AMDDISPLAY=在安装AMD显卡驱动前，需要先安装Intel显卡驱动
STR_AUTO_NEEDINSTALL_AMDAMDDISPLAY=在安装AMD离散图形驱动程序之前，需要先安装AMD集成显卡驱动
STR_AUTO_NEEDINSTALL_RECOMM=安装(推荐)
STR_AUTO_UPDATE_FINISH=驱动处理完成
STR_AUTO_UPDATE_HASCANCEL=安装已取消

STR_EXIT=退出
STR_RUN_LAY=知道了

STR_DRV_UPDATE_PROMPT=驱动安装提示
STR_DRV_UPDATE_PROMPT_CONTENT=检测到%c盘空间不足，可能导致驱动下载或安装失败，建议磁盘可用空间大于3GB
STR_BACKUP_FREESPACE_NOTENOUGH=检测到备份文件夹所在%s盘剩余空间不足3GB，可能导致备份失败，建议清理磁盘或更换路径
STR_DOWNLOAD_FREESPACE_NOTENOUGH=检测到下载文件夹所在%s盘剩余空间不足3GB，可能导致下载失败，建议清理磁盘或者更换路径
STR_DRV_UPDATE_PROMPT_OPENCLEAN=清理(推荐)
STR_DRV_UPDATE_PROMPT_IGNORE=忽略
STR_REBOOT_NOW=立即重启
STR_REBOOT_REPAIR_NEED=检测到需要重启电脑后才能生效
STR_REBOOT_REPAIR_NOW=重启(强烈建议)
STR_REBOOT_NEED=检测到需要重启电脑后才能生效
STR_REBOOT_REINSTALL=检测到需要重启电脑后才能生效
STR_REBOOT_RESULT=重启生效
STR_UPDATE_NOW=立即升级

STR_SHUTDOWN_NOW=立即关机
STR_REBOOT_NOW2=立即重启
STR_SHUTDOWN_NEED=已经完成安装，即将为您关闭电脑
STR_REBOOT_NEED2=已经完成安装，即将为您重启电脑

STR_DRV_ENABEL=点击启用 
STR_DRV_UPDATE_BASE=驱动升级
STR_DRV_ENABEL_STATE=已禁用 
STR_DRV_ENABEL_TIP=该设备已被禁用，启用后便可安装驱动!
STR_DRV_ENABEL_RESTORE_TIP=该设备已被禁用，启用后便可还原驱动!
STR_DRV_ENABEL_DOING=启用中...
STR_DRV_SCAN_DOING=修复中...
STR_DRV_SCAN=修复驱动

STR_MENU_TOUCHPAD_ENABLE=启用
STR_MENU_TOUCHPAD_DISABLE=禁用
STR_MENU_OPTION=设置
STR_MENU_ACTIVITE=激活
STR_MENU_NEWFEATURES=新特性
STR_MENU_MAIN_PAGE=主页
STR_MENU_DEV_DETAIL=设备详情
STR_MENU_LOCAL_DRV_DELFILE=删除文件
STR_MENU_LOCAL_DRV_REPORT=反馈此驱动问题
STR_MENU_LOCAL_DRV_DATAILED=驱动详情
STR_DRV_DRIVER_FILE=浏览驱动文件
STR_DRV_DRIVER_INFO=驱动详细信息
STR_ABOUT=关于
STR_ABOUT_ACTIVED=已激活
STR_ABOUT_ACTIVE_PRO=激活到Pro解锁全部功能
STR_ABOUT_SERIAL_NUM=激活码：

STR_DRV_INFO_DETAIL=详细信息：
STR_DRV_INFO_DEV=适用设备：
STR_DRV_INFO_NAME=驱动名称：
STR_DRV_INFO_CLASS=驱动类别：
STR_DRV_INFO_MANU=发布厂商：
STR_DRV_INFO_DATE=发布日期：
STR_DRV_INFO_VER=驱动版本：
STR_DRV_INFO_SIZE=驱动大小：
STR_DRV_INFO_INFO=驱动信息：
STR_DRV_INFO_GRADE=驱动评估：
STR_DRV_INFO_DESC=驱动介绍：

STR_DRV_INFO_MORE={f 9}更多驱动介绍：{/f} 
STR_DRV_INFO_NO=否
STR_DRV_INFO_HWID=硬件ID：
STR_DRV_INFO_HASH=文件校验值：

STR_RESTORE_NOITEM=你还没有备份驱动程序，建议立即备份! {a}立即备份{/a}

STR_CTRL_RESTORE_DELBACKUP=删除备份
 
STR_OPTION_SELECTBACKUP_DIR=选择备份目录

STR_BACKUP_DETECTING={c #5c5e64}{f 4}正在检测备份信息，请稍候...{/f}{/c}
STR_BACKUP_START=立即备份

STR_BACKUP_STATUS_NOTBACKUP=需要备份
STR_BACKUP_STATUS_BACKUP=已备份
STR_BACKUP_STATUS_CANNOT=无法备份
STR_BACKUP_STATUS_NOTDRIVER=无驱动
STR_BACKUP_NEEDBACKUPCOUNT=检测到有 {c #CA0500}%d{/c} 个驱动可以备份！
STR_BACKUP_NOTNEEDBACKUP={f 5}{c #5c5e64}驱动已全部备份成功！{/c}{/f}
STR_BACKUP_NOAVAILABLEDRIVER={f 5}{c #5c5e64}暂时没有驱动可以备份{/c}{/f}
STR_BACKUP_WAIT=等待备份
STR_BACKUP_DOING=正在备份
STR_BACKUP_DOING1=正在备份...
STR_BACKUP_CANCEL2=当前驱动完成后，停止备份
STR_BACKUP_NEED=需要备份
STR_BACKUP_NOTNDDE=已备份驱动
STR_VIEW_BACKUP_SETTING=查看备份设置
STR_VIEW_BACKUP_FILE=查看备份目录
STR_BACKUP_FINISH=备份完成
STR_BACKUP_CANCEL=备份已取消
STR_BACKUP_RESULT1=成功备份了 {c #CA0500}%d{/c} 个驱动, {c #CA0500}%d{/c} 个驱动备份失败！{/c}
STR_BACKUP_RESULT2=成功备份了 {c #CA0500}%d{/c} 个驱动！
STR_BACKUP_RESULT3={c #CA0500}%d{/c} 个驱动备份失败！

STR_EVALUATE_NO=未评估
STR_EVALUATE_QUERY_REPORT=反 馈
STR_EVALUATE_SYSTEM=评估系统%s
STR_EVALUATE_RESULT_NOT_SUPPORT=结果：查询不支持
STR_EVALUATE_SYSTEM_SUPP=系统已集成

STR_MANUAL_UPDATE_FAILED=安装失败
STR_MANUAL_UPDATE_FAILED_DATA=硬盘坏道 
STR_MANUAL_NEEDREBOOT=需要重启

STR_MANUAL_REDOWNLOAD=重新下载
STR_MANUAL_BEGINUPDATE=开始更新
STR_MANUAL_BEGININSTALL=开始安装
STR_MANUAL_WAITFORINSTALL=等待安装
STR_MANUAL_INSTALLING=正在安装...
STR_MANUAL_UNZIPING=正在解压...

STR_REFRESH=刷新
STR_REMOVE_WAIT=等待卸载
STR_REMOVE_BEGINREMOVE=开始卸载
STR_REMOVE_DOINGREMOVE=正在卸载...
STR_REMOVE_DOINGREMOVE1=正在卸载：
STR_REMOVE_DOINGREMOVE2=请耐心等待，正在卸载 %s 旧版驱动
STR_REMOVE_FAILED=卸载失败
STR_REMOVE_SUCC=卸载成功
STR_REMOVE_FINISH=卸载完成
STR_REMOVE_CANCEL=卸载已取消
STR_REMOVE_RESULT1=成功卸载了 {c #CA0500}%d{/c} 个驱动，{c #CA0500}%d{/c} 个驱动卸载失败！{/c}
STR_REMOVE_RESULT2=成功卸载了 {c #CA0500}%d{/c} 个驱动！
STR_REMOVE_RESULT3={c #CA0500}%d{/c} 个驱动卸载失败！
STR_REMOVE_FINISH_NEEDREBOOT=检测到驱动需要重启电脑后才能生效
STR_SELECT_DRV_BACKUP={c #666666}还原过程中请尽量不要操作电脑{/c}

STR_RESTORE_RESTORE1=驱动还原已经被取消，处理当前设备完毕就退出！
STR_RESTORE_DOINGRESTORE=正在还原...
STR_RESTORE_RESTOREOK=还原成功
STR_RESTORE_RESTOREFAILED=还原失败
STR_RESTORE_RESTORING=正在还原： 
STR_RESTORE_RESTORE_SELECT=准备还原
STR_RESTORE_RESTORE_NOT_SELECT=未选择
STR_RESTORE_SELECTBACKUPDIR=<u>请选择备份驱动目录</u>

STR_RESTORE_FINISH=还原完成
STR_RESTORE_CANCEL=还原已取消
STR_RESTORE_RESULT1=成功还原了 {c #CA0500}%d{/c} 个驱动, {c #CA0500}%d{/c} 个驱动还原失败！{/c}
STR_RESTORE_RESULT2=成功还原了 {c #CA0500}%d{/c} 个驱动！
STR_RESTORE_RESULT3={c #CA0500}%d{/c} 个驱动还原失败！
STR_RESTORE_NODRIVER=无可还原驱动，请刷新后再试！
STR_RESTORE_FINISH_NEEDREBOOT=检测到需要重启电脑后才能生效
STR_RESTORE_NEED_RESTORE_TEXT={f 5}检测到{c #207EBC}%s{/c}驱动异常, 已安装成功但无法正常加载，建议  {a}{u}{c #0d92f7}还原该驱动 {/c}{/u}{/a}{/f}
STR_RESTORE_NEED_RESTORE_OKBTN=还原驱动
STR_RESTORE_NEED_RESTORE_CANCELBTN=忽略

STR_RESTORE_NEEDCOUNT=检测到有 {c #5c5e64}%d{/c} 个驱动可以还原
STR_RESTORE_NOCOUNT={f 5}{c #5c5e64}找不到任何驱动备份{/c}{/f}

STR_CTRL_AUTOUPDATE_NOUPDATE=没有新驱动了

STR_DEVCLASS_UNKNOWN=未知设备
STR_DEVCLASS_DISP=显卡
STR_DEVCLASS_NET=网卡 
STR_DEVCLASS_MOUSE=鼠标
STR_DEVCLASS_TOUCHTABLET=触摸板
STR_DEVCLASS_MEDIA=声卡
STR_DEVCLASS_MONITOR=显示器
STR_DEVCLASS_BATTERY=电池
STR_DEVCLASS_SOFTNET=软网卡
STR_DEVCLASS_SYS=系统
STR_DEVCLASS_USB=USB设备
STR_DEVCLASS_USBHUB=集线器
STR_DEVCLASS_BLUETOOTH=蓝牙
STR_DEVCLASS_PRINTER=打印机
STR_DEVCLASS_KEYBOARD=键盘
STR_DEVCLASS_CDROM=光驱
STR_DEVCLASS_FLOPPYDISK=软盘
STR_DEVCLASS_POWERMGR=电源管理设备
STR_DEVCLASS_CCT=通信控制器
STR_DEVCLASS_UAA=音频控制总线(UAA)
STR_DEVCLASS_IMG=图像设备
STR_DEVCLASS_DISKCONTROLLER=磁盘控制器
STR_DEVCLASS_INFRARED=红外线
STR_DEVCLASS_IMAGE=摄像头
STR_DEVCLASS_MB=主板
STR_DEVCLASS_WIRELESSNET=无线网卡

STR_DEVCLASS_HDMI=HDMI 声卡
STR_DEVCLASS_USB_NET=USB无线网卡

STR_STRCOMMON_BAND=官方驱动
STR_BRANDDRIVER=品牌驱动
STR_COMPATIBLE=兼容驱动
STR_PUBLICDRIVER=公版驱动

STR_CHECKVER_GETVERINFO=正在检查更新，请稍后...
STR_CHECKVER_NONEWVER=已经是最新版本！
STR_CLIENT_UPDATECHECK=发现新版本，请更新！
STR_CLIENT_UPDATEING=正在更新，请稍后...
STR_CLIENT_UPDATEOK=更新完成！ 点击“开始”继续。
STR_CLIENT_DOWNING=下载：

STR_TIPS_TITLE_DEFAULT=提示
STR_TIPS_INSTALL_DISPLAY=更新显示驱动程序时，可能会出现黑屏或闪烁！
STR_TIPS_INSTALL_NET=更新网络驱动程序时，网络连接可能会暂时中断！
STR_TIPS_INSTALL_MEDIA=驱动程序更新后，您可能需要重置音频设备。
STR_TIPS_CLIENT_UPDATE=更新完成！ 点击“开始”继续。
STR_TIPS_DELETE_FILE=驱动程序包被删除！
STR_TIPS_DELETE_FILE_FAILED=无法删除驱动程序包！ 请确保文件不被占用。
STR_TIPS_COPY_INFO_SUCC=详情复制成功！
STR_TIPS_COPY_INFO_FAILED=复制详细信息失败！
STR_TIPS_COPY_SHAREURL_SUCC=共享地址复制成功！
STR_TIPS_COPY_SHAREURL_FAILED=无法复制共享地址！ 请再试一次。
STR_TIPS_USE_NOW=立即使用
STR_TIPS_TOUCH_TITLE=触摸板变更通知
STR_TIPS_TOUCH_LAB=外置USB鼠标可用。 您需要禁用触摸板吗？
STR_TIPS_TOUCH_NONOTICE_LAB=不再通知
STR_TIPS_CANNOTEXIT2=是都强制退出？

STR_BASIC_NEED_UPDATE={c #CA0500}%d{/c}驱动(s) 需要(s) 进行修复！
STR_BASIC_NEED_BACKUP={c #CA0500}%d{/c} 驱动(s) 需要(s) 进行备份！
STR_BASIC_NEED_REBOOT={{c #CA0500}需要重启{/c}

STR_BASIC_NEED_UPDATE2={c #ea9321}可以升级{/c}
STR_BASIC_NEED_INSTALL={c #CA0500}需要修复{/c}
STR_BASIC_DEV_BAD={c #CA0500}硬件错误{/c}
STR_BASIC_DEV_BAD2=硬件错误



STR_BASIC_NOTNEED_UPDATE=正常
STR_BASIC_NOTNEED_BACKUP=备份
STR_BASIC_STATUS_DETECTING={c #5c5e64}扫描中，请稍等...{/c}
STR_BASIC_COMPUTER=%s

STR_BASIC_RESULT1={c #3c3c3c}成功修复 {c #CA0500} %d {/c} 驱动错误(s); {c #CA0500}%d {/c}驱动(s) 未解决！{/c}
STR_BASIC_RESULT2={c #3c3c3c}成功修复 {c #CA0500} %d {/c}驱动错误(s)!{/c}
STR_BASIC_RESULT3={c #3c3c3c}{c #CA0500}%d {/c} 驱动问题(s) 无法修复！{/c}
STR_BASIC_NODRIVER={c #3c3c3c}没有需要修复的驱动错误{/c}

STR_BASIC_MUST_SOFT=所需软件
STR_BASIC_INDEX_FAILED=安装驱动程序时出现未知错误！ 请再试一次。
STR_BASIC_INDEX_RESOLVE={c #3c3c3c}{f 4}驱动程序更新失败，尝试智能修复。{/f} {/c}
STR_BASIC_INDEX_REPAIR_DOING={c #3c3c3c}{f 4}开始智能修复！{/f}{/c}

STR_BASIC_INDEX_REPAIR_ERROR=抱歉，智能修复无法启动
STR_BASIC_INDEX_TASK={c #3c3c3c}启动智能修复！{/c} 
STR_BASIC_INDEX_REPAIR_REPORT=反馈
STR_BASIC_INDEX_REPAIR_REPAIR=智能修复
STR_BASIC_DRV_CHECKERROR={c #3c3c3c}{f 4}驱动程序下载错误，无法更新！{/f} {/c}
STR_BASIC_DRV_CHECKERROR_TIP=提示：请联系我们的技术支持团队获取帮助或发送 {a}反馈。{/a}

STR_STRCOMMON_DESKTOP=桌面电脑
STR_STRCOMMON_BENBEN=笔记本电脑
STR_BIT=-位
STR_32BIT=32-位
STR_64BIT=64-位
STR_PROFESSIONAL=Professional
STR_HOME_EDTITION=Home

STR_DEV_DETAIL_DRV=信息
STR_DEV_DETAIL_DRV_OLD=当前
STR_DEV_DETAIL_DRV_NEW=更新
STR_DEV_DETAIL_DEVID=设备
STR_DEV_DETAIL_HWID=硬件 ID
STR_DEV_DETAIL_CMID=兼容 ID:
STR_DEV_DETAIL_EXPORT=出口设备的详细信息
STR_DEV_DETAIL_SAVE=另存为


STR_PNP_UNKNOW=未知
STR_PNP_ANDROID=Android
STR_PNP_IOS=iOS
STR_PNP_IMAGE=Cameral
STR_PNP_VIDEO=视频
STR_PNP_AUDIO=音频
STR_PNP_WIRELESS=无线
STR_PNP_HANDWRITING=写字板
STR_PNP_HID=HID
STR_PNP_XBOX=XBOX
STR_PNP_MASS=大容量存储设备
STR_PNP_READ_CARD=读卡器
STR_PNP_UDISK=USB闪存盘
STR_PNP_MOBILE_DISK=移动硬盘
STR_PNP_UKEY=Health USB 密匙
STR_PNP_KEYMOUSE=键盘/鼠标
STR_PNP_NO=检查设备，请稍候...
STR_PNP_HASDEV=Connected {c #CA0500}%d{/c} USB 设备

STR_PNP_DRIVERSTATUSOK=驱动正常
STR_PNP_DRIVERSTATUSERROR=驱异常
STR_PNP_INSTANCEDRIVER=安装

STR_PNP_QUERYDRIVER=查询...
STR_PNP_DISABLE_DONE=已禁用

STR_PRINTER_OPTION_SEARCH=搜索
STR_PRINTER_OPTION_SET=设置						
STR_PRINTER_ADD=网络打印机
STR_PRINTER_SEARCH=搜索

STR_PRINTER_STOP=停止
STR_PRINTER_SEARCHING=正在搜索打印机。根据您的网络条件可能需要一段时间。<n>另外，您也可以从设备列表中手动搜索并安装。
STR_PRINTER_SEARCH_FAILED=搜索失败！
STR_PRINTER_SEARCH_FAILED2=搜索可用的打印机失败！ 请检查打印机，然后重试。
STR_PRINTER_DOWN=下载打印机驱动
STR_PRINTER_DWONING=下载中：
STR_PRINTER_DWON_FAILED={f 1}下载失败！ 请点击 {a}返回{/a} 然后重试{/f}
STR_PRINTER_INSTALLED={f 1}驱动安装成功！{/f}
STR_PRINTER_INSTALL_DEV=安装
STR_PRINTER_INSTALL_SUCC={f 11}{c #5c5e64}添加打印机：{/c}{/f} {c #666666}%s{/c}
STR_PRINTER_INSTALL_FAILED={f 1}安装失败！点击{a}返回{/a} 然后重试{/f}
STR_PRINTER_DEFAULT_SET=如果您需要与此网络中的其他人共享打印机，请从<n>控制面板{a}<u>更改设置。</u>{/a}
STR_PRINTER_SELECT_DESC=输入打印机 IP
STR_PRINTER_SELECT_IP=打印机 IP:
STR_PRINTER_SELECT_IP_DESC=输入 {f 12}{c #2285C6}*{/c}{/f}搜索整个网络
STR_PRINTER_SELECT_IP_RANGE=IP范围：
STR_PRINTER_SELECT_IP_TO=至
STR_PRINTER_IP_ERR=IP地址不正确！ 请检查您的地址，然后重试。

STR_PRINTER_BRAND_Broadcom=Broadcom
STR_PRINTER_BRAND_HP=HP
STR_PRINTER_BRAND_Lenovo=Lenovo
STR_PRINTER_BRAND_DELL=Dell
STR_PRINTER_BRAND_Canon=Canon
STR_PRINTER_BRAND_RICOH=Ricoh
STR_PRINTER_BRAND_Samsung=Samsung
STR_PRINTER_BRAND_Sharp=Sharp
STR_PRINTER_BRAND_Fujitsu=Fujitsu
STR_PRINTER_BRAND_EPSON=Epson
STR_PRINTER_BRAND_lexmark=Lexmark
STR_PRINTER_BRAND_FuJiXerox=Fuji Xerox
STR_PRINTER_BRAND_Panasonic=Pannasonic
STR_PRINTER_BRAND_Brother=Brother
STR_PRINTER_BRAND_Seiko=Seiko
STR_PRINTER_BRAND_OKI=OKI
STR_PRINTER_BRAND=品牌
STR_PRINTER_BRAND_SEL=请选择打印机品牌
STR_PRINTER_PRODUCT=型号
STR_PRINTER_PRODUCT_SRC=快速搜索打印机型号
STR_PERIPH_NO_DEV=如果您的设备未被检测到，请尝试修复驱动程序。
STR_PERIPH_NO_DEV2=Driver Talent 可以自动检测连接的设备，因此无需手动添加; <n>如果未检测到连接的设备，请重新插拔数据线或更改端口。
STR_PERIPH_NO_DEV3=系统环境有问题。 请在安装驱动程序之前修复它。
STR_PRINTER_SELECT=选择打印机		

STR_DOWNLOAD_WAIT=稍等
STR_DOWNLOAD_DOING=下载中...
STR_DOWNLOAD_SUCC=完成
STR_DOWNLOAD_FAILED=失败
STR_DOWNLOAD_FINISH=结束

STR_DOWNLOAD_CANCEL=取消

STR_DOWNLOAD_CHECKERROR=检查错误！
STR_DOWNLOAD_CHECKERROR1=检查失败！
STR_DOWN_INSTALLED=已安装
STR_SOFTDOWN_INSTALL=安装
STR_DOWN_PROGRESS=下载 %d 驱动 (总计：%d)
STR_DOWN_CURDRV={c #5c5e64}下载 %s 驱动{/c}
STR_DOWNLOAD_CANCEL=取消

prt_peripherals_back_link={a}{f 1}<u>外围设备</u>{/f} {f 11}>{/f}{/a} {f 1}{c #6B6B6B}添加打印机{/c}{/f}
prt_lab_tips1=选择搜索打印机的方式
prt_lab_tips2=选择打印机品牌
prt_lab_tips3=下载并安装驱动程序


STR_INSTALL_DOING=更新中...
STR_REPAIR_DOING=修复...
STR_INSTALL_SUCC=成功
STR_INSTALL_FAIL=失败
STR_REPAIR_SUCC=成功
STR_REINSTALL=重新安装
STR_INSTALL_PROGRESS=安装 %d 驱动 (总计：%d)

STR_INSTALL_CURDRV={c #5c5e64}正在安装，请稍候...{/c}
STR_INSTALL_DOC_NET=安装驱动补丁，请稍候...
STR_INSTALL_DOC_NET2=完成此过程可能需要一段时间。 感谢您的耐心等待！
STR_INSTALL_ERROR=安装失败！

STR_INSTALL_M_ERR=由于系统错误，安装失败！
STR_INSTALL_M_ERR2=重新启动电脑，再试一次！

STR_SETTING_DRVQUERYLAB=程序启动后自动检测

STR_AUTOQUERY_EVERYTIMES=每次
STR_AUTOQUERY_EVERYDAY=每天
STR_AUTOQUERY_NEVER=从不

STR_SETTING_SHOWDETAILEDINFOCHECK=点击具体项目时显示详细信息
STR_SETTING_SELECTFLODER=选择文件夹
STR_SETTING_SOCKET_OK=代理可用
STR_SETTING_SOCKET_FAILED=代理不可用！ 请重新设置
STR_SETTING_WARN=更新提示
STR_SETTING_NO_WARN=没有提示
STR_SETTING_WARNING1=下载目录不正确！
STR_SETTING_WARNING2=备份目录不正确！
STR_SETTING_WARNING3=备份文件夹和下载文件夹不能一样！

STR_QUERY_RETRY=重试
STR_QUERY_ERROR=网络错误！ 检查网络设置。
STR_QUERY_ERROR2=驱动查询失败！

STR_QUERY_ERROR_CAUSE=原因：查询模块被未知进程拦截！


STR_NET_TITLE=连接提示
STR_NET_NO_DEV=无法连接到可用网络！ 请检查 {a}网络设置{/a}.
STR_NET_NO_DRV=网卡驱动安装不正确！尝试 {a}再次扫描{/a} 或 {a重新下载{/a} 安装驱动程序。
STR_NET_NO_NET=无法检测到任何可用的网络！ 请检查 {a}网络设置{/a}.
STR_NET_NO_SERVER=无法连接到服务器！ 请将您的问题发送到我们的 {a} 官方论坛{/a}
STR_NET_NO_DRV_HAS_BACKUP=由于网络驱动程序异常，Driver Talent无法工作。 你最好还原网络驱动！
STR_NET_NO_DRV_NETVER=Driver Talent 由于异常网络驱动程序无法正常工作。您可以使用 {a}Driver Talent 网卡版{/a} 来修复网络驱动程序！

STR_UNINSTALL_CUR_DRV=在您的计算机上找到旧的%s驱动程序！ 您需要在更新之前卸载它。
STR_UNINSTALL_AND_INSTALL=卸载
STR_NO_UNINSTALL=更新	
STR_EXIT_INSTALL=取消

STR_DOUBLEDISPLAY_REMINDER=选择一个的显示驱动程序来恢复！


STR_NEW=新
STR_MUST=必须
STR_IMPORT=重要 


STR_SYSTEM_INFO=电脑：%s, 系统： %s  
STR_CLIENT_VERSION=版本：%s
STR_UNZIP_ING=解压驱动程序文件，请稍候...
STR_IGNORE_TEXT=忽略(%d)
STR_LAGNUAGE_CHANGE=你选择了新的语言。 重新启动程序以验证更改。

STR_USER_SHARE_FAILED=无法发送数据！ 请检查网络，然后重试。
STR_USER_EMAIL_FAILED=电子邮件地址不正确！

STR_BOTTOM_STABLE_MODE=稳定版本驱动
STR_BOTTOM_NOMAL_MODE=最新版本驱动

;start
STR_HOME_LAB2=扫描您的电脑以检查所有驱动程序
STR_HOME_LAB3=一键式下载和安装驱动程序更新来解决驱动程序问题！
STR_HOME_NET_ERROR=连接失败！
STR_HOME_BTN_SCAN=开始检测
STR_HOME_BTN_STOP=停止检测

STR_HOEM_MANAGE_BTN=工具
STR_HOEM_PNP_BTN=外围设备
STR_HOEM_HARDWARE_BTN=工具箱

STR_ERROR_NET_NO_DEV=找不到网卡！
STR_HOEM_ERROR_NET_NO_DEV_LINK={f 1}{c #E9F5FC}打开 {a}{u}{c #E9F5FC}设备管理器{/c}{/u}{/a}{/c}{/f}
STR_ERROR_NET_NO_DRV=网络驱动程序不能正常工作！
STR_HOEM_ERROR_NET_NO_DRV_LINK={f 1}{c #E9F5FC}使用 Driver Talent 网卡版修复 ({a}{u}{c #E9F5FC}%s{/c}{/u}{/a})
STR_ERROR_NET_NO_DRV_HAS_BACKUP=网络驱动程序不能正常工作！
STR_HOEM_ERROR_NET_NO_DRV_HAS_BACKUP_LINK={f 1}{a}{u}{c #E9F5FC}从备份还原驱动程序{/c}{/u}{/a}{/f} 
STR_ERROR_NET_NO_DRV_NETVER=网络驱动程序不能正常工作！
STR_HOEM_ERROR_NET_NO_DRV_NETVER_LINK={f 1}{a}{u}{c #E9F5FC}使用 Driver Talent 网卡版修复{/c}{/u}{/a}{/f} 
STR_ERROR_NET_NO_NET=没有网络连接！
STR_HOEM_ERROR_NET_NO_NET_LINK={f 1}{c #E9F5FC}打开 {a}{u}{c #E9F5FC}网络设置{/c}{/u}{/a}{/c}{/f}  
STR_ERROR_NET_NO_SERVER= 无法连接到服务器！
STR_HOEM_ERROR_NET_NO_SERVER_LINK= {f 1}{a}{u}{c #E9F5FC}在线支持或反馈{/c}{/u}{/a}{/f}
STR_HOEM_ERROR_PRE_DOWNLOAD_LINK={f 1}{c #E9F5FC}or {a}{u}{c #E9F5FC}导出硬件配置文件{/c}{/u}{/a}在另一台PC上下载驱动程序。{/c}{/f}

STR_ERROR_NET_NO_DEV_LINK={f 1}{c #5a8ac4}打开 {a}{u}{c #5a8ac4}设备管理器{/c}{/u}{/a}{/c}{/f}
STR_ERROR_NET_NO_DRV_LINK={f 1}{c #5a8ac4}使用 Driver Talent 网卡版修复 ({a}{u}{c #5a8ac4}%s{/c}{/u}{/a})
STR_ERROR_NET_NO_DRV_HAS_BACKUP_LINK={f 1}{a}{u}{c #5a8ac4}从备份还原驱动程序{/c}{/u}{/a}{/f} 
STR_ERROR_NET_NO_DRV_NETVER_LINK={f 1}{a}{u}{c #5a8ac4}使用 Driver Talent 网卡版修复{/c}{/u}{/a}{/f} 
STR_ERROR_NET_NO_NET_LINK={f 1}{c #5a8ac4}打开 {a}{u}{c #5a8ac4}网络设置{/c}{/u}{/a}{/c}{/f}  
STR_ERROR_NET_NO_SERVER_LINK= {f 1}{a}{u}{c #5a8ac4}在线支持或反馈{/c}{/u}{/a}{/f}
STR_ERROR_PRE_DOWNLOAD_LINK={f 1}{c #5a8ac4}or{a}{u}{c #5a8ac4} 导出硬件配置文件{/c}{/u}{/a} 在另一台PC上下载驱动程序。{/c}{/f}

;main left
STR_LEFT_DIAGNOSIS=下载 & 更新
STR_LEFT_TOOLS=工具
STR_LEFT_TOOLS_R=还原
STR_LEFT_TOOLS_B=备份
STR_LEFT_TOOLS_U=卸载
STR_LEFT_PERIPHERAL=外设驱动
STR_LEFT_HARDWARE=工具箱
STR_LEFT_PRE=离线驱动
STR_LEFT_SETTING=设置

STR_LEFT_HOMEURL=www.drivethelife.com

;bottom
STR_BOTTOM_ACTIVATE_BTN=立即激活
STR_BOTTOM_FREE_ACTIVATE_BTN=免费
STR_BOTTOM_RESTORE_LAB1=扫描您的电脑以检查所有驱动程序
STR_BOTTOM_RESTORE_LAB2=扫描您的电脑以检查所有驱动程序
STR_BOTTOM_BACKUP_LAB1=您可以在{a}设置{/a}中修改备份目录。
STR_BOTTOM_STATE_MODE_TIP=为您提供最匹配的驱动程序。
STR_BOTTOM_LASTER_MODE_TIP=为您提供最匹配的驱动程序。

;local detailwnd
STR_LOCAL_DETAIL_TITLE=Driver details
STR_LOCAL_DETAIL_DRV_NAME=驱动：
STR_LOCAL_DETAIL_DRV_VENDOR=厂商：
STR_LOCAL_DETAIL_DRV_TYPY=型号：
STR_LOCAL_DETAIL_DRV_CREVER=版本：
STR_LOCAL_DETAIL_DRV_CURVER_DATE=日期：
STR_LOCAL_DETAIL_DRV_CURVER_SIZE=大小：
STR_LOCAL_DETAIL_DRV_NEWVER=更新：
STR_LOCAL_DETAIL_DRV_UNKNOWN=未知
STR_LOCAL_DETAIL_DRV_NODRIVER=没有驱动

STR_LOCAL_DETAIL_HEAD_NOW=已安装
STR_LOCAL_DETAIL_HEAD_UPDATE=更新

STR_LOCAL_DETAIL_REPAIR=修复
STR_LOCAL_DETAIL_START=启动
STR_LOCAL_DETAIL_CLOSE=取消
;local head
STR_LOCAL_STOP_BTN=停止
STR_BASIC_INDEX_REPAIR_DONE=驱动修复完毕！

;hardware profile
STR_SYS_BOOT_TIME=启动时间：
STR_SYS_MODEL=型号：
STR_SYS_INSTALL_DATE=安装时间：
STR_SYS_VERSION=系统：

STR_CPU_CLOCK=时钟：
STR_CPU_CACHE=缓存：
STR_CPU_CORES=内核：

STR_MEMORY_NAME=内存
STR_MEMORY_VENDOR=厂商：
STR_MEMORY_SIZE=大小：
STR_MEMORY_TYPE=型号：
STR_MEMORY_RELEASE_DATE=发行日期：


STR_DISK_NAME=硬盘
STR_DISK_VENDOR=厂商：
STR_DISK_SIZE=大小：
STR_DISK_CACHE=缓存：
STR_DISK_POWER_ON_HOUR=开机时间：
STR_DISK_POWER_CYCLE_COUNT=电源周期数：
STR_DISK_TRANSFER_SPEED=传输速度：
STR_DISK_INTERFACE_TYPE=接口类型：

STR_CPU_DETAIL_BTN={f 1}CPU{/f}
STR_MEMORY_DETAIL_BTN={f 1}内存{/f}
STR_DISK_DETAIL_BTN={f 1}硬盘{/f}

STR_CPU_DETAIL_BTN_HOT={f 23}{c #3a70af}CPU{/a}{/f}
STR_MEMORY_DETAIL_BTN_HOT={f 23}{c #3a70af}内存{/a}{/f}
STR_DISK_DETAIL_BTN_HOT={f 23}{c #3a70af}硬盘{/a}{/f}

STR_CPU_TYPE_LBL=CPU：
STR_MEMORY_TYPE_LBL=内存：
STR_DISK_TYPE_LBL=硬盘：
STR_DISPLAY_ADAPTER_TYPE_LBL=显示适配器：
STR_MAINBOARD_TYPE_LBL=主板：
STR_MONITOR_TYPE_LBL=显示器：

STR_LOADING=载入中...
;Settings
STR_ST_GENERAL=普通
STR_ST_AUTO_RUN=在 Windows 启动时启动 Driver Talent
STR_ST_MINIMIZE_TO_TRAY=程序关闭时最小化到托盘
STR_ST_AUTO_SCAN=启动程序时自动扫描
STR_ST_AUTO_UPDATE=自动更新
STR_ST_DRIVERS=驱动
STR_ST_DOWNLOAD_FOLDER=下载文件夹
STR_ST_BACKUP_FOLDER=备份文件夹
STR_ST_FOLDER_BROWSE=打开文件夹
STR_ST_AUTO_BACKUP_INSTALL=安装驱动程序前自动备份
STR_ST_AUTO_BACKUP_UNINSTALL=卸载驱动程序之前自动备份
STR_ST_AUTO_BACKUP_SYSTEM=在安装驱动程序之前自动创建系统还原点
STR_ST_NETWORK=网络
STR_ST_DOWNLOAD_SPEED=最大下载速度：
STR_ST_NO_PROXY=没有代理
STR_ST_IE_PROXY=自动检测代理（使用Internet Explorer设置）
STR_ST_SPEC_PROXY=选择代理服务器
STR_ST_PROXY_HOST=Host：
STR_ST_PROXY_PORT=端口：
STR_ST_PROXY_USERNAME=用户名：
STR_ST_PROXY_PASSWORD=密码：
STR_ST_PRO=Pro
STR_ST_EXOPRTDLG_TITLE=保存硬件信息
STR_ST_EXOPRTDLG_FILENAME=硬件信息
STR_ST_EXPORT_FILE_BTN=输出信息
STR_ST_CHOOSE_FILE_LBL=选择语言：
STR_ST_CHOOSE_FILE_TIP_LBL=*新语言可能与我们的界面不符。我们将在不久后改进。
STR_ST_LANGUAGE=语言
STR_ST_FOLDER_OPEN=打开...
STR_ST_TEST_PROXY=测试
STR_ST_APPLY_PROXY=应用
STR_ST_RESTORE_DEFAULT=恢复默认设置

;FreeAriva
STR_LAB_TITLE=免费激活
STR_LAB_TITLE2=激活
STR_LAB_TITLE3=注册
STR_BTN_ACTIVE=激活
STR_BTN_ACTIVING=获取...
lab_avir_t1=我们会将激活码发送到您的电子邮件。
lab_avir_t2={f 5}{c #4E81BF}Driver Talent Pro 已激活！{/c}{/f}
lab_avir_t3={f 1}{c #6B6B6B}激活码已经发送到您的邮箱，并且在此PC上有效。 请保留以备将来使用{/c}{/f}
btn_not_received=<u>未收到？</u>
btn_arv_received=<u>输入激活码</u>
btn_ar_close=Close
lab_avir_t4={f 5}{c #4E81BF}请输入您的激活码！{/c}{/f}
lab_avir_t5={f 1}{c #6B6B6B}忘记密码？ 请 {a}<u>再次输入电子邮件</u>{/a}.{/c}{/f}
lab_avir_asok={f 5}{c #4E81BF}恭喜！{/c}{/f}<n>{f 5}{c #6B6B6B}Driver Talent Pro 激活成功！{/c}{/f}<n>{f 1}{c #666666}如果您有任何问题，请随时联系我们的支持团队。 谢谢！{/c}{/f} 
lab_avir_bout_pro=<u>什么是 Driver Talent Pro？</u>

STR_ARIVA_INPUT_EMAIL=请输入您的邮箱！
STR_ARIVA_INPUT_SERIAL=请输入您的激活码！
STR_ARIVA_EMAIL_FMT_ERROR=无效的邮件地址！
STR_ARIVA_SERIEAL_EXAMPLE=E.g.: XXXXX-XXXXX-XXXXX-XXXXX-XXXXX
STR_ARIVA_EMAIL_EXAMPLE=Example@company.com

STR_VERIFY_FAILED=激活失败！
STR_VERIFY_NETWORK_ERROR=激活失败！ 请检查你的网络！
STR_VERIFY_SUCS=激活成功！
STR_VERIFY_TIMEOUT=激活已过期！
STR_VERIFY_CODE_INVAL=激活码无效，激活失败！
STR_VERIFY_EMAILADDR_ERROR=无效的邮件地址！
STR_VERIFY_SERVER_CLOSE=我们的服务器已关闭！
STR_VERIFY_EMAIL_LACK=你的电子邮件已被使用！
STR_VERIFY_CODE_LACK=该激活码已被使用

lab_avir_t6={f 5}{c #4E81BF}Driver Talent Pro 已激活。{/c}{/f}
lab_avir_tips={f 0}{c #888888}现在您可以完全使用 Driver Talent Pro 所有功能。如果您有任何问题，请随时联系。{/c}{/f}
btn_active_serial_copy=copy
STR_ACTIVATED_CODE={f 2}{c #888888}激活码： {c #5c5e64}%s{/c}{/c}{/f}
STR_ACTIVATED_EMAIL={f 2}{c #888888}E-mail:  {c #5c5e64}%s{/c}{/c}{/f}
STR_ACTIVATED_DATE={f 2}{c #888888}激活时间： {c #5c5e64}%s{/c}{/c}{/f}

;收费激活
STR_ACTIVATE_PAY_T1={f 5}{c #4E81BF}感谢您使用 Driver Talent！{/c}{/f}
STR_ACTIVATE_PAY_T2={f 2}{c #5c5e64}专业版的主要优点：{/c}{/f}
STR_ACTIVATE_PAY_F1=从 最新的驱动 模式下载驱动
STR_ACTIVATE_PAY_F2=从备份还原驱动程序。
STR_ACTIVATE_PAY_F3=快速修复USB连接的设备。
STR_ACTIVATE_PAY_F4=彻底修复系统驱动程序，彻底解决问题。
STR_ACTIVATE_PAY_F5=在系统更改或恢复之前预先下载所有驱动程序。
STR_ACTIVATE_PAY_N={c #5c5e64}请输入许可证代码，然后单击“激活”以获取Driver Talent Pro。{/c}
STR_ACTIVATE_BUYNOW=立即购买
STR_ACTIVATE_RETRCODE={f 9}<u>找回激活码</u>{/f}
STR_ACTIVATE_PRICE_ORG_TEXT=原始：
STR_ACTIVATE_PRICE_ORG=$19.9
STR_ACTIVATE_PRICE_NOW=Now: $9.9
STR_ACTIVATE_MSG_FREE_CLOSE=免费激活已经结束。 请购买许可证以激活Pro版本。
STR_ACTIVATE_BUY_NOW_URL=http://www.drivethelife.com/purchase/buy-driver-talent-pro.html

;chargedoc
STR_DOCPRO_LAB_TIP1=5秒免费获得 Driver Talent Pro！！！
STR_DOCPRO_LAB_TIP2=立即获得终身许可！
STR_DOCPRO_BTN_CONTINUE=继续

STR_DOCPRO_LAB_TITLE=Driver Talent Pro
SRT_CHARGE_ITEM_TITLE_1=自动驱动下载安装
SRT_CHARGE_ITEM_LAB_1_1=Driver Talent Pro为您提供完全自动的驱动程序下载和安装。
SRT_CHARGE_ITEM_LAB_1_2=使用Driver Talent Free，您需要手动下载并安装驱动程序。
SRT_CHARGE_ITEM_LAB_1_3=Driver Talent Free仅为您提供驱动程序下载。 您需要从下载目录手动安装驱动程序。

SRT_CHARGE_ITEM_TITLE_2=最新驱动模式
SRT_CHARGE_ITEM_LAB_2_1=驱动程序Talent Pro为您提供最新的驱动程序，这将大大提高硬件性能。
SRT_CHARGE_ITEM_LAB_2_2=Driver Talent Free为您提供硬件设备所需的稳定驱动程序。

SRT_CHARGE_ITEM_TITLE_3=驱动程序恢复
SRT_CHARGE_ITEM_LAB_3_1=驱动程序Talent Pro为您提供驱动程序恢复功能，这将在驱动程序更新后防止计算机处于蓝屏。
SRT_CHARGE_ITEM_LAB_3_2=使用Driver Talent Free，您只能备份驱动程序，而不是还原驱动程序。
SRT_CHARGE_ITEM_LAB_3_3=使用Driver Talent Free，您无法使用此功能。

SRT_CHARGE_ITEM_TITLE_4=驱动程序卸载
SRT_CHARGE_ITEM_LAB_4_1=Driver Talent Pro为您提供完整的驱动程序卸载，它将删除所有残余和损坏的驱动程序文件。
SRT_CHARGE_ITEM_LAB_4_2=使用Driver Talent Free，您无法使用此功能。

SRT_CHARGE_ITEM_TITLE_5=网络打印机
SRT_CHARGE_ITEM_LAB_5_1=Driver Talent Pro可以快速添加网络打印机，包括搜索网络打印机型号和安装打印机驱动程序。
SRT_CHARGE_ITEM_LAB_5_2=使用Driver Talent Free，您可以享受搜索网络打印机的功能。

SRT_CHARGE_ITEM_TITLE_6=USB连接设备
SRT_CHARGE_ITEM_LAB_6_1=Driver Talent Pro允许您快速修复外围设备问题。
SRT_CHARGE_ITEM_LAB_6_2=使用Driver Talent Free，您无法使用此功能。

SRT_CHARGE_ITEM_TITLE_7=系统驱动
SRT_CHARGE_ITEM_LAB_7_1=Driver Talent Pro将深入修复系统驱动程序，从而彻底解决系统驱动程序问题。
SRT_CHARGE_ITEM_LAB_7_2=使用Driver Talent Free，您无法使用此功能。

SRT_CHARGE_ITEM_TITLE_8=为自己的PC预先下载驱动程序
SRT_CHARGE_ITEM_LAB_8_1=Driver Talent Pro使您能够根据您的硬件配置文件下载驱动程序，这将节省您在系统更改后下载驱动程序的时间。
SRT_CHARGE_ITEM_LAB_8_2=使用Driver Talent Free，您可以预先扫描驱动程序，但无法下载。

SRT_CHARGE_ITEM_TITLE_9=为其他PC预先下载驱动程序（1PC /天）
SRT_CHARGE_ITEM_LAB_9_1=Driver Talent Pro使您能够通过导入硬件配置文件下载其他PC的驱动程序，这在目标PC没有互联网时尤其有用。
SRT_CHARGE_ITEM_LAB_9_2=使用Driver Talent Free，您可以预先扫描驱动程序，但无法下载。

SRT_CHARGE_ITEM_TITLE_10=在线支持
SRT_CHARGE_ITEM_LAB_10_1=Driver Talent Pro为您提供实时联系和远程技术支持。
SRT_CHARGE_ITEM_LAB_10_2=使用Driver Talent Free，您无法使用此功能。

SRT_CHARGE_ITEM_TITLE_11=系统还原点
SRT_CHARGE_ITEM_LAB_11_1=Driver Talent Pro允许您创建系统还原点。 如果计算机出现严重问题，可以将计算机重置为正常状态。
SRT_CHARGE_ITEM_LAB_11_2=使用Driver Talent Free，您无法使用此功能。

SRT_CHARGE_ITEM_TITLE_12=PC修复
SRT_CHARGE_ITEM_LAB_12_1=Driver Talent Pro 使您能够修复棘手和顽固的计算机故障，如黑/蓝屏，无声等。
SRT_CHARGE_ITEM_LAB_12_2=使用Driver Talent Free，您无法使用此功能。

SRT_CHARGE_ITEM_TITLE_13=驱动备份
SRT_CHARGE_ITEM_LAB_13_1=Driver Talent Pro为您提供驱动程序备份功能，可在更新驱动程序后防止计算机处于蓝色/黑色屏幕。
SRT_CHARGE_ITEM_LAB_13_2=使用Driver Talent Free，您无法使用此功能。

SRT_CHARGE_ITEM_COUNT=13

;free
SRT_CHARGE_ITEM_FREE_LAB_1=扫描以检查所有驱动程序问题（查找过旧，丢失，损坏，损坏，和不兼容的驱动程序）
SRT_CHARGE_ITEM_FREE_LAB_2=下载正确的驱动
SRT_CHARGE_ITEM_FREE_LAB_3=提供多个驱动程序版本可供下载
SRT_CHARGE_ITEM_FREE_LAB_4=提供自动和手动下载模式
SRT_CHARGE_ITEM_FREE_LAB_5=一键备份并将驱动程序保存到本地计算机
SRT_CHARGE_ITEM_FREE_LAB_6=从备份还原网络驱动程序
SRT_CHARGE_ITEM_FREE_LAB_7=清理驱动程序，无残留文件
SRT_CHARGE_ITEM_FREE_LAB_8=导出计算机硬件配置列表
SRT_CHARGE_ITEM_FREE_LAB_9=在“预先下载”功能下安装带有下载驱动程序文件的驱动
SRT_CHARGE_ITEM_FREE_LAB_10=查看您自己的PC硬件信息
SRT_CHARGE_ITEM_FREE_LAB_11=自定义设置
SRT_CHARGE_ITEM_FREE_LAB_12=支持Windows 10,8.1,8,7，XP，Vista和Windows Server

SRT_CHARGE_ITEM_FREE_COUNT=12
;Pre-download
;head
STR_EVA_HEAD_TIP={f 1}在系统更改或恢复之前，预下载有助于下载驱动程序。{/f}
STR_EVA_HEAD_BACK={f 11}<u><<备份</u>{/f}

;view_step1
STR_EVA_LAB_STEP1=选择一个选项：
STR_EVA_OPTION1={f 1}为我自己的PC预先下载驱动程序。{/f}
STR_EVA_OPTION2={f 1}通过导入<n>硬件配置文件，为另一台PC预先下载驱动程序。{/f}
STR_EVA_OPTION3={f 1}导出我的硬件配置文件，以便在<n>另一台电脑上下载驱动程序（因为我的互联网不可用）。{/f}
STR_EVA_OPTION4={f 1}下载并安装驱动程序{/f}

;view_export_inf
eva_export_path_lab=选择硬件配置文件目录：
eva_export_set_chk=导出完成后打开目录。
eva_local_export_btn=输出
STR_EVA_EXPORT_TIPS={f 1}硬件配置文件导出完成后，您可以使用它使用Driver Talent的预下载功能在任何互联网可用的计算机上下载驱动程序。{/f}
STR_EVA_EXPORT_DEFALUT_NAME=pre-download.inf
STR_EVA_EXPORT_DLG_TITLE=选择硬件配置文件目录
STR_EVA_CHOOSE_DOWNLOAD_DIR=选择下载目录：
STR_EVA_CHOOSE_SYS=下载驱动程序：
STR_EVA__EXPORT_NOT_SELECT_FILE=未选择硬件配置文件目录！

;view_drv_download
STR_EVA_OPEN_INFFILE_TITLE=选择硬件配置文件
STR_EVA_NOT_SELECT_DEVICE_INF=驱动程序文件目录未选择！
STR_EVA_DOWNLOAD_OVER_TIPS={f 1}驱动程序已成功下载到<u><a>%s</a></u>.{/f}<n>{f 1}必要时可以通过以下步骤安装驱动程序：{c #333333}<n><n>>>  启动 Driver Talent 
STR_EVA_DOWNLOAD_OVER_TIPS2=<n>>> 单击预先下载选项卡<n>>>选择“安装带有已下载驱动程序文件的驱动程序”{/c}<n><n>然后按照屏幕上的指导完成驱动程序的安装。{/f}
STR_EVA_CHOOSE_HWFILE=选择硬件配置文件：
STR_EVA_DRVDOWN_SCAN=扫描 & 下载：
STR_EVA_DOWNBTN=下载
STR_EVA_DOWNING=正在下载
STR_EVA_DOWNING_CANCEL=取消
STR_EVA_SYSMATCHED={c #5c5e64}匹配系统：{/c}{f 9}{c #fa3030}%s{/c}{/f}
STR_EVA_DOWN_DLG_TITLE=选择下载目录
STR_EVA_DOWN_DOTNET=必要的图形程序
;off install
STR_OFFINSTALL_CHOOSE_PATH=选择驱动文件：
STR_OFFINSTALL_DLG_TITLE=选择驱动程序文件
STR_OFFINSTALL_SCAN=扫描安装：
STR_OFFINSTALL_SCANBTN=扫描
STR_OFFINSTALL_INSTALL=安装
STR_OFFINSTALL_CANCEL=停止
STR_OFFINSTALL_INSTALLING=安装中
STR_OFFINSTALL_CANCEL_RESTORE=取消
STR_OFFINSTALL_SCAN_ERROR=此目录中没有可用的驱动程序。 请更正！


STR_OFFINSTALL_UPTODATE=检车更新
STR_OFFINSTALL_OUTDATED=过旧的
STR_OFFINSTALL_UPDATE=更新
STR_OFFINSTALL_REUPDATE=重新更新
STR_OFFINSTALL_CURRENT=当前
STR_OFFINSTALL_UPDATETO=更新到
STR_OFFINSTALL_UNKNOW=未知
STR_OFFINSTALL_SYSTEM=系统
;evaluate message
STR_EVA_EXPORT_SUCCS=输出完成。
STR_EVA_EXPORT_FAILED=输出失败！
STR_EVA_DOWNLOAD_FINISH=下载完成！
STR_EVA_INST_FINISH=安装完成了！

prt_ipaddrnorbtn=正常搜索
prt_ipaddrbtn=网络地址
prt_iprangebtn=网络段

;local
STR_REPAIR_TIP1=如果您没有修理驱动程序，电脑会出现故障，错误或问题。
STR_REPAIR_TIP2=如果您没有修理驱动程序，电脑会出现故障，错误或问题。
STR_REBOOT_TIP=没有重新启动PC，无法验证更改。
STR_UPDATE_TIP=获取最新的驱动程序来提高您的PC性能！

STR_DOWNLOAD_ONEPC=您每天只能下载一次另一台电脑的驱动程序！

;files verify
STR_FILES_VERIFY_FAILED=文件已损坏！ 请重新安装

;SystemRestore
STR_SYSYTEM_RESTORE=系统还原
STR_SYSYTEM_RESTORE_MENU=系统还原
STR_SYSYTEM_RESTORE_TIP=注意：系统还原将清除系统还原点后修改的所有更改。
STR_SYSYTEM_RESTORE_BTN=还原
STR_SYSYTEM_CREATE_BTN=创建
STR_SYSYTEM_RESTORE_CLOSE_BTN=取消
STR_SYSYTEM_RESTORE_MSGBOX=您确定要继续还原系统吗？<n><n>{c #fa3030}系统还原会擦除系统还原点之后修改的所有更改。{/c}
STR_SYSYTEM_RESTORE_MSGBOX_RESTORE=恢复
STR_SYSYTEM_RESTORE_ADD_POINT=系统还原点
STR_LOCAL_SYSTEM_BACKUP={c #5c5e64}{f 3}创建系统还原点。 请稍候...{/f}{/c}
STR_SYSYTEM_RESTORE_SET=系统还原点名称：
STR_SYSYTEM_RESTORE_ERROR1=输入内容为空！ 请再试一次。
STR_SYSYTEM_RESTORE_CREATE_TIP1={f 1}创建系统还原点。 请稍候... {/f}
STR_SYSYTEM_RESTORE_CREATE_TIP2=注意：不要做其他操作。
STR_SYSYTEM_RESTORE_CREATE_TIP3={f 1}创建成功！{/f}
STR_SYSYTEM_RESTORE_CREATE_TIP4={f 1}创建失败！{/f}
STR_SYSYTEM_RESTORE_CREATE_TIP5={f 1}系统还原点已存在。{/f} 
STR_SYSYTEM_RESTORE_CREATE_TIP6={f 1}系统还原已关闭。{/f}
STR_SYSYTEM_RESTORE_CREATE_TIP7={f 1}创建成功但系统尚未更新列表。<n>请稍后再刷新。{/f}
STR_SYSYTEM_RESTORE_CREATE_RESTORE1={f 1}初始化系统还原。<n>在此过程中不要执行其他操作。 {/f}
STR_SYSYTEM_RESTORE_CREATE_RESTORE2=此操作无法取消。
STR_SYSYTEM_RESTORE_DELETE_FAIL=无法删除系统还原点！
STR_SYSYTEM_RESTORE_DELETE_TIP=确定删除所选的还原点吗？
;ExitAppDOC
STR_EXITAPPDOC=注意
STR_EXITAPPDOC_EXITBTN=不用了，谢谢。
STR_EXITAPPDOC_GETPROBTN=获取 Driver Talent Pro

STR_EXITAPPDOC_TIP1=你确定退出 quit Driver Talent 吗？
STR_EXITAPPDOC_TIP2=某些驱动程序需要进行修复。 如果驱动程序未修复，相关设备可能无法正常工作！
STR_EXITAPPDOC_TIP3=获取 Driver Talent Pro 以使用全部功能。

STR_EXITAPPDOC_TIP_PRO1=一键下载并安装驱动程序更新。
STR_EXITAPPDOC_TIP_PRO2=从备份还原驱动程序。
STR_EXITAPPDOC_TIP_PRO3=快速修复USB连接的设备。
STR_EXITAPPDOC_TIP_PRO4=彻底修复系统驱动程序，彻底解决问题。
STR_EXITAPPDOC_TIP_PRO5=在系统更改或恢复之前预先下载所有驱动程序。
STR_SYSYTEM_RESTORE_DELETE_FAIL=删除系统还原点失败！

;NET PRINT
STR_NET_PRINT_TIP=检测到可用网络打印机 你要添加吗？
STR_NET_PRING_DOWN_NO_DRIVER={f 1}该打印机型号没有正确的驱动程序！ 点击 {a}返回{/a} 尝试另一个。{/f}

STR_PATH_FREE_SPACE=磁盘空间不足！ 请确保目标磁盘具有3 GB以上的可用空间。
STR_PATH_CLEAR=重新选择目录
STR_PATH_IGNORE=忽略

STR_SOFT_OPEN_FILE=下载的文件无法直接运行。 打开目录？
STR_SOFT_OPEN_FILE_NO_EXIST=文件已被删除！ 请重新下载。
STR_SYSTEM_REPAIR_DEC=系统环境错误可能会导致驱动程序无法安装。

;toolbox
STR_HEAD_LAB={f 1}综合工具箱，用于硬件修复/检测和PC加速。{/f}

STR_TOOLBOX_COUNT=3
STR_INFO_TOOLBOX0_1=PC修复
STR_INFO_TOOLBOX0_2=修复有关显示适配器，声卡，游戏和更多故障的问题。

STR_INFO_TOOLBOX1_1=硬件检测
STR_INFO_TOOLBOX1_2=查看CPU，主板，内存和更多硬件信息。

STR_INFO_TOOLBOX2_1=PC加速器
STR_INFO_TOOLBOX2_2=快速，深入地优化您的计算机性能。
;STR_INFO_TOOLBOX2_1=屏幕快照
;STR_INFO_TOOLBOX2_2=最方便的方式来采取可自定义的屏幕截图。

STR_INFO_TOOLBOX3_1=天气
STR_INFO_TOOLBOX3_2=更方便的天气更新。

STR_DOWNLOAD_DOFT_TIP=软件将被下载并安装。 你确定继续吗？
STR_DOWNLOAD_PAUSE_TIP=你确定退出软件安装吗？

;dateout time tip
STR_DATEOUT_TIP=感谢您使用 Driver Talent。很抱歉，您的激活码已过期，请购买新的激活码。
STR_DATEOUT_BUY_NOW=立即购买
STR_DATEOUT_DETAIL=详细信息
STR_BUY=立即购买
STR_ACTIVE=激活

STR_GAME_MODULE_DOWNBTN=下载
STR_MENU_GAMEL_MODULE_REPORT=反馈
STR_GAME_MODULE_NAME=模块名称：
STR_GAME_MODULE_FEEDBACK=模块问题：
STR_LOCAL_INSTALL_CANCEL=取消
STR_GAME_INSTALLBTN=安装